Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/travel_to_ireland/customs_regulations_for_travellers.html.txt.tmx
Source language: en
Languages: ga

source: Customs regulations for travellers to Ireland
ga: Rialacháin chustaim do thaistealaithe go hÉirinn

source: Security checks on travellers
ga: Seiceálacha slándála ar thaistealaithe

source: Customs officers in Ireland are allowed carry out selective checks on all travellers at all points of entry to Ireland (air and sea)
ga: Tá cead ag oifigigh chustaim in Éirinn seiceálacha roghnaitheacha a dhéanamh ar thaistealaithe ag gach pointe iontrála go hÉirinn (aer agus farraige)

source: These checks are to ensure that you are not carrying prohibited or restricted goods, and to combat smuggling
ga: Déantar na seiceálacha seo chun a chinntiú nach bhfuil tú ag iompar earraí srianta nó coiscthe, agus chun smuigleáil a throid

source: Travelling to Ireland from the EU
ga: Taisteal go hÉirinn ón AE

source: Ireland has no restriction on the amount of cash you can carry in or out of the country, or a requirement to declare it, when travelling within the EU
ga: Níl aon srian in Éirinn ar an méid airgid is féidir leat a hiompar i nó amach as an tír, agus iad ag taisteal laistigh den AE

source: However, under the Criminal Justice Act 1994 Section 38(1) as amended by the Proceeds of Crime (Amendment) Act 2005 Section 20, if you are carrying at least €6,348.69 in cash, a customs officer may seize and detain the cash
ga: Mar sin féin, faoin Acht um Cheartas Coiriúil 1994 Alt 38(1) arna leasú ag an Acht um Fháltais ó Choireacht (Leasú) 2005 Alt 20, má tá tú ag iompar ar a laghad €6,348.69 in airgead tirim, is féidir le hoifigeach custaim an t airgead a thógáil agus a choinneáil siar

source: The customs officer must have reasonable grounds for believing the cash represents the proceeds of crime or is intended for use in criminal conduct
ga: Ní mór don oifigeach custaim údar réasúnta a bheith aige nó aici a chreidiúint gur fáltais ó choireanna atá san airgead nó go bhfuil sé i gceist é a úsáid in iompar coiriúil

source: Excise duties and VAT on goods
ga: Dleachtanna máil agus CBL ar earraí

source: Since June 30, 1999, the sale of duty-free goods to those travelling within the European Union (EU) has been abolished
ga: Ón 30 Meitheamh, 1999, tá deireadh curtha le díol earraí saor ó dhleacht taobh istigh den Aontas Eorpach (AE)

source: This means that you will no longer be able to buy goods that are free of excise duty and VAT (value-added tax) if you are travelling within the EU
ga: Ciallaíonn sé seo nach mbeidh tú ábalta earraí atá saor ó dhleacht mháil agus ó CBL (cáin bhreisluacha) a cheannach a thuilleadh má tá tú ag taisteal taobh istigh den AE

source: Any goods you buy within the EU (with the exception of food, drink and tobacco products for on-board consumption) will now be subject to normal rates of excise duty and VAT
ga: Beidh aon earraí a cheannaíonn tú taobh istigh den AE, (seachas bia, deoch agus táirgí tobac i gcomhair tomhaltais ar bord) faoi réir ghnáth rátaí dleacht mháil agus CBL anois

source: Duty-free sales will continue as before, if you are travelling to destinations outside the EU
ga: Leanfar le díolacháin saor ó dhleacht mar a bhí roimhe sin, má tá tú ag taisteal chuig ceann scríbe lasmuigh den AE

source: Goods bought in another EU country
ga: Earraí ceannaithe i dtír eile san AE

source: You will not be charged any extra duty or VAT on purchases where the duty and VAT has been paid (for example, goods bought in shops, supermarkets, etc.) in another EU country, provided the goods are for your personal use
ga: Ní ghearrfar aon dleacht nó CBL breise ort ar cheannacháin ar a bhfuil an dleacht agus an CBL íoctha (mar shampla, earraí a ceannaíodh i siopaí, ollmhargaí srl.) i dtír eile de chuid an AE, chomh fada is gur i gcomhair d’úsáid phearsanta féin atá na hearraí

source: If your purchases are equivalent to or less than the quantities set out in the table below, they will usually be regarded as being for your personal use
ga: Má tá do cheannacháin cothrom le nó níos ísle ná na méideanna atá leagtha síos sa tábla thíos, is iondúil go bhféachfar orthu mar earraí i gcomhair d’úsáid phearsanta féin

source: If you exceed these quantities, you may have to demonstrate at Customs that the goods are for your personal use
ga: Má théann tú thar na méideanna seo, d’fhéadfadh sé go mbeadh ort a chruthú don lucht Custaim gur i gcomhair d’úsáid phearsanta féin atá na hearraí

source: Alcohol and tobacco allowances for travellers to Ireland from EU
ga: │ Liúntais alcóil agus tobac do thaistealaithe go hÉirinn ón AE │

source: │Goods │Maximum quantity allowed│
ga: │Earraí │Uasmhéid ceadaithe │

source: │Cigarettes (see Note below) │800 │
ga: │Toitíní (féach Nóta thíos) │800 │

source: │Smoking tobacco │1 kg │
ga: │Tobac │1 kg │

source: │Spirits (whiskey, vodka, gin, etc.) │10 litres │
ga: │Biotáillí (fuisce, vodca, jin srl.) │10 lítear │

source: sherry, port, etc., excluding sparkling wine)│20 litres │
ga: seiris, pórt, srl, gan fíon súilíneach san áireamh) │20 lítear │

source: │Wine (only 60 litres of sparkling wine allowed) │90 litres │
ga: │Fíon (ní cheadaítear ach 60 lítear fíon súilíneach) │90 lítear │

source: │Beer │110 litres │
ga: │Beoir │110 lítear │

source: Note: Since January 2014 a reduced allowance of 300 cigarettes applies if you purchased the cigarettes in Bulgaria, Croatia, Hungary, Latvia, Lithuania or Romania
ga: Nóta: Ó Eanáir 2014 tá liúntas laghdaithe de 300 toitín má cheannaigh tú na toitíní sa Bhulgáir, an Chróit, an Ungáir, an Laitvia, an Liotuáin nó an Rómáin

source: You are not entitled to alcohol or tobacco allowances if you are aged under 17 years
ga: Níl tú i dteideal liúntais alcóil ná tobac má tá tú faoi bhun 17 mbliana d’aois

source: You should keep any receipts as proof that you have paid duty and VAT
ga: Ba chóir duit aon admhálacha a choinneáil mar chruthúnas go bhfuil dleacht agus CBL íoctha agat

source: Bringing in meat or dairy products
ga: Tabhairt isteach táirgí feola nó déiríochta

source: Only products which have been produced in accordance with EU rules may be imported for personal consumption
ga: Ní ceadmhach ach amháin táirgí a táirgeadh de réir rialacha an AE a allmhairiú i gcomhair tomhaltais phearsanta

source: As a guideline, quantities should not exceed 10 kg
ga: Mar threoir, níor chóir do na méideanna dul thar 10 kg

source: Generally, the products are on sale to the public in the EU country of origin, are appropriately packaged and have an identifying EU health mark
ga: Go hiondúil, bíonn na táirgí ar díol don phobal i dtír thionscnaimh an AE, bíonn pacáistiú cuí orthu agus marc sláinte aitheantais de chuid an AE orthu

source: An EU health mark is an oval stamp with:
ga: Is éard atá i marc sláinte an AE ná stampa ubhchruthach le:

source: • The country code on the upper part, for example, UK
ga: • Cód na tíre ar an gcuid uachtarach, mar shampla, UK

source: • An approval number in the centre
ga: • Uimhir cheadaithe sa lár

source: • The initials EC (European Commission indication) on the lower part
ga: • Na ceannlitreacha EC (sonrú an Choimisiúin Eorpaigh) ar an gcuid íochtarach

source: Travelling to Ireland from countries outside the EU
ga: Taisteal go hÉirinn ó thíortha lasmuigh den AE

source: Since 15 June 2007 if you are entering or leaving the European Union and carrying €10,000 or more cash you must make a declaration to the Customs authority of the member state you are entering or leaving
ga: Ón 15 Meitheamh 2007 i leith, má tá tú ag dul isteach nó amach as an Aontas Eorpach agus €10,000 nó níos mó in airgead tirim á iompar agat, ní mór duit dearbhú a dhéanamh d’údarás Custaim an bhallstáit a bhfuil tú ag dul isteach nó amach as

source: Under Regulation (EC) 1889/2005 you must lodge the declaration at the airport, seaport or land frontier through which you are entering the EU – see “How to apply” below
ga: Faoi Rialachán (CE) 1889/2005, ní mór duit an dearbhú a lóisteáil ag an aerfort, calafort nó teorainn talún trína bhfuil tú ag dul isteach san AE - féach ‘Conas Iarratas a Dhéanamh’ thíos

source: If you are travelling to or from the Channel Islands and the Isle of Man you also must make a declaration
ga: Má tá tú ag taisteal chuig Oileáin Mhuir nIocht nó Oileán Mhanann nó ar ais ní mór duit dearbhú a dhéanamh freisin

source: • Currency in the form of banknotes or coins
ga: • Airgeadra i bhfoirm nótaí bainc nó boinn

source: • Bank drafts, cheques or money orders in bearer form, endorsed without restriction or with payee’s name omitted
ga: • Dréachtaí bainc, seiceanna nó orduithe airgid i bhfoirm iompróra, formhuinithe gan srian nó le hainm an íocaí fágtha amach

source: Under the Criminal Justice Act 1994 Section 38(1) as amended by the Proceeds of Crime (Amendment) Act 2005 Section 20, if you are carrying at least €6,348.69 in cash, a customs officer may seize and detain the cash
ga: Faoin Acht um Cheartas Coiriúil 1994 Alt 38(1) arna leasú ag an Acht um Fháltais ó Choireacht (Leasú) 2005 Alt 20, má tá tú ag iompar ar a laghad €6,348.69 in airgead tirim, is féidir le hoifigeach custaim an t airgead a thógáil agus a choinneáil siar

source: You are allowed to bring in to Ireland the goods shown in the table below, (subject to maximum limits) if you are travelling to Ireland from any country outside the EU (this includes the Canary Islands, the Channel Islands and Gibraltar)
ga: Tá cead agat na hearraí sa tábla thíos a thabhairt go hÉirinn, (faoi réir uasteorainneacha) má tá tú ag taisteal go hÉirinn ó aon tír lasmuigh den AE (cuimsíonn sé seo na hOileáin Chanáracha, Oileáin Mhuir nIocht agus Giobráltar)

source: The goods in question may have been bought either duty-free/tax-free or duty-paid/tax-paid outside the EU
ga: D’fhéadfadh na hearraí atá i gceist a bheith ceannaithe saor ó dhleacht/ saor ó cháin nó dleacht-íoctha/cáin íoctha lasmuigh den AE

source: Allowances for travellers from outside EU
ga: │ Liúntais do thaistealaithe ó lasmuigh den AE │

source: │Goods │Maximum quantity allowed │
ga: │Earraí │Uasmhéid ceadaithe │

source: │Cigarettes │200 or │
ga: │Toitíní │200 nó │

source: │Cigarillos │100 or │
ga: │Todóigíní │100 nó │

source: │Cigars │50 or │
ga: │Todóga │50 nó │

source: │Tobacco │250 grammes │
ga: │Tobac │250 gram │

source: │Spirits (whiskey, vodka, gin, etc.) │1 litre or │
ga: │Biotáillí (fuisce, vodca, jin srl.) │1 lítearnó │

source: sherry, port, sparkling wine, etc.) │2 litres │
ga: seiris, pórt, fíon súilíneach, srl) │2 lítear │

source: │Still wine │4 litres │
ga: │Fíon gan súilíní │4 lítear │

source: │Beer │16 litres │
ga: │Beoir │16 lítear │

source: gifts, souvenirs, perfume, clothing, etc.) │€430 per adult │
ga: bronntanais, cuimhneacháin, cumhráin, éadach srl.) │€430 in aghaidh an duine fásta │

source: │ │€215 per child under 15 years │
ga: │ │€215 in aghaidh an linbh atá faoi 15 bliana d'aois │

source: Your tobacco and intermediate products allowances are distributed on a fractional basis, i.e., you are allowed to bring in ½ litre of spirits plus 1 litre of port or 100 cigarettes plus 50 cigarillos
ga: Roinntear do liúntais táirgí tobac agus idirmheánacha ar bhunús codánach, .i. tá cead agat 1/2 lítear biotáillí móide líotar amháin pórt a thabhairt isteach, nó 100 toitín móide 50 todóigín

source: You are not entitled to alcohol or tobacco allowances if you are under 17
ga: Níl tú i dteideal liúntais alcóil ná tobac má tá tú faoi bhun 17 mbliana d’aois

source: People travelling together as a group cannot combine their individual allowances to buy goods
ga: Ní féidir le daoine atá ag taisteal le chéile mar ghrúpa a liúntais aonair a cheangal le chéile chun earraí a cheannach

source: You should keep any receipts as proof that you have paid duty and taxes
ga: Ba chóir duit aon admhálacha a choinneáil mar chruthúnas go bhfuil dleacht agus cánacha íoctha agat

source: Prohibited or restricted goods
ga: Earraí srianta nó coiscthe

source: Certain goods cannot be imported to Ireland or can only be imported under licence
ga: Ní féidir earraí áirithe a allmhairiú go hÉirinn nó ní féidir iad a allmhairiú ach amháin faoi cheadúnas

source: The main items that cannot be imported or must be imported under licence are:
ga: Is iad na príomhearraí nach féidir a allmhairiú nó nach mór a allmhairiú faoi cheadúnas ná:

source: • Indecent or obscene material (books, periodicals, prints and video recordings)
ga: • Ábhar mígheanasach nó graosta (Leabhair, tréimhseacháin, priontaí agus físthaifid)

source: • Live animals or dead animals (including cats and dogs)
ga: • Ainmhithe beo nó ainmhithe marbha (cait agus madraí san áireamh)

source: • Birds, poultry or eggs
ga: • Éin, éanlaith chlóis nó uibheacha

source: • Meat and meat products, milk and milk products, and certain foodstuffs (with specific exceptions)
ga: • Feoil agus táirgí feola, bainne agus táirgí bainne agus bia-ábhar áirithe (le heisceachtaí sainiúla)

source: • Hay or straw (even if used as packing)
ga: • Tuí nó cochán (fiú amháin má úsáidtear mar phacáistiú é)

source: • Oral smokeless tobacco products (for example, Snus)
ga: • Táirgí tobac bhéal gan deatach (mar shampla, Snus)

source: There is more information on prohibited and restricted goods on Revenue's website
ga: Tá tuilleadh eolais ar earraí srianta nó ciscthe ar láithreán gréasáin na gCoimisinéirí Ioncaim

source: It is an offence to import or carry on your person controlled substances (drugs) when travelling to or from Ireland
ga: Is cion é substaintí rialaithe (drugaí) a allmhairiú nó a iompar leat agus tú ag taisteal isteach nó amach as Éirinn

source: (Examples of controlled substances are cannabis, cocaine, heroin and amphetamines)
ga: (Samplaí de substaintí rialaithe iad cannabas, cócaon, hearóin agus amfataimíní)

source: The Customs National Drugs Team has dog units located at airports and ferryports
ga: Tá aonaid madraí ag an bhFoireann Náisiúnta Custaim um Dhrugaí ag aerfoirt agus ag calafoirt

source: The drug detector dogs are trained to detect drugs such as cannabis, cocaine, heroin and amphetamines
ga: Tá na madraí oilte chun drugaí cosúil le cannabas, cócaon, hearóin agus amfataimíní a thabhairt faoi deara

source: There are penalties for drugs offences in Ireland
ga: Tá pionóis ann i gcomhair cionta drugaí in Éirinn

source: You are prohibited from importing meat or dairy products for your personal consumption from almost all non-EU countries
ga: Tá cosc ort táirgí feola nó déiríochta do thomhaltas pearsanta a allmhairiú ó beagnach gach tír lasmuigh den AE

source: Limited quantities of certain other products may be imported provided their country of origin is an EU approved country
ga: Is féidir méideanna áirithe de tháirgí áirithe eile a allmhairiú chomh fada is gur tír atá ceadaithe ag an AE é a dtír thionscnaimh

source: Further information is available on the Department of Agriculture, Food and the Marine website on animal products imports for personal consumption
ga: Tá tuilleadh eolais ar fáil i ndoiciméad na Roinne Talmhaíochta, Bia agus Mara, Animal Products Imports for Personal Consumption

source: If you are coming to Ireland from a country outside the EU with €10,000 or more cash you must present a completed declaration form C& E 1889 (pdf) to the Customs at the airport or seaport when you are enter Ireland
ga: Má tá tú ag teacht go hÉirinn ó thír lasmuigh den AE le €10,000 nó níos mó in airgead tirim, ní mór duit dearbhú comhlánaithe C& E 1889 (pdf) a thabhairt do lucht Custaim ag an aerfort nó ag an gcalafort nuair a thagann tú go hÉirinn

source: If you fail to submit a correct form your cash may be detained by the Customs and you could be subject to penalties
ga: Mura seolann tú foirm cheart isteach d’fhéadfadh lucht Custaim do chuid airgid a choinneáil agus d’fhéadfaí pionóis a ghearradh ort

source: There is further information about cash controls on the Revenue website
ga: Tá tuilleadh eolais faoi rialuithe airgid ar láithreán gréasáin na gCoimisinéirí Ioncaim

source: You can find information on what goods you can bring with you for those travelling from the EU and for those travelling from outside the EU on the Revenue website. If you are in any doubt about the items you can or cannot import from within or outside the EU, you should contact the Customs Information Office
ga: Is féidir leat teacht ar eolas ar an méid earraí is féidir leat a thabhairt leat dóibh siúd atá ag taisteal ón AE agus dóibh siúd atá ag taisteal ó lasmuigh den AE ar láithreán gréasáin na gCoimisinéirí Ioncaim.Má tá aon amhras ort faoi na nithe is féidir nó nach féidir leat a allmhairiú ó laistigh nó lasmuigh den AE, ba chóir duit dul i dteagmháil leis an Oifig Faisnéise Custaim
